;
; If you want to help translate Listary, please visit http://www.listary.com/languages
; Send an email to support@listary.com if you have any questions

[Info]
;Language name in your own language e.g. Deutsch
Language=Türkçe
;Language name in English e.g. German
LanguageEn=Turkish

LanguageFileFormat=1

;Note to translators:
;Please keep escape sequences like $1, $2, \n, \t, %d, %s, %% unchanged
[Strings]
;Common UI
21001=(boş)
21027=Tamam
21028=İptal
21029=Kapat

;Words - simple words can be reused
150=Hiçbiri
151=Uygula
152=Klasör
153=Dosya
154=Adı
155=Yol
156=Adı:
157=Kısayol tuşu:
158=Yolu:
159=Reset

;Global
602=Listary Tercihleri

;Balloon
801=Listary arka planda çalışıyor.
802=Yazarken bul
803=Yazarken bul işlemi, bu liste için geçici olarak devre dışı bırakıldı. Geri yüklemek için ESC tuşuna basın.

;Tray Menu
1001=Çevrimiçi Yardım
1002=Güncelleştirmeleri denetle...
1003=Hakkında
1004=Çıkış

;Toolbar
1100=Arama

;Favorite Menu
2000=Favoriler
2001=Bu uygulama
2002=Global
2003=Buraya Ekle
2004=Bu Klasörü Favorilere Ekle
2050=Favorilere ekleme başarısız
2051=Listary bu uygulamadan yol alamaz.

;Recent Menu
2100=Geçmiş
2101=Temizle
2105=Bu Uygulamayı İzle
2106=Bu Uygulamayı İzleme

;Commands Menu
2201=Şu anda Açık Klasörler
2202=Dosya Yöneticisi'nde Son Açılan Klasöre Geç
2203=Dosya Yöneticisinde Seçili Dosyayı Aç
2204=Geçerli Klasörü Araştır
2205=Komut İstemi
2206=Uygulama Klasörüne Git
2207=Uygulama Klasörünü Araştır
2208=Dosya Uzantısını Göster
2209=Gizli Dosya ve Klasörleri Göster
2210=Klasör Yolunu Panoya Kopyala
2211=Seçili Öğelerin Yolunu Panoya Kopyala
2212=Seçili Öğelerin İsimlerini Panoya Kopyala
2213=Seçenekler
2214=Pro Sürüme Yükselt
2215=Export List Content to Excel
2216=Bu Uygulama İçin Listary Devre Dışı Kalsın
2218=Ayraç
2219=Bir Seviye Yukarı
2252=Bu uygulama için Listary'yi devre dışı bırakmak istediğinizden emin misiniz?
2253=Listary'yi devre dışı bırak
2254=Listary bu uygulamanın yeniden başlamasından sonra görünmeyecektir.\nHer zaman Tercihler > Uygulamalar ile tekrar etkinleştirebilirsiniz.
2260=Komut İstemi (Yönetici)
2261=Geçerli klasörde bir proje olarak ekle

; Export to Excel command
2270=Sorry this list is not supported.
2271=Processing...
2272=Save failed, please check if the file is open in another program.

;Search
2300=Liste
2301=Git
2302=Aramanızla eşleşen hiçbir öğe yok.
2303=(geçerli klasör)
2304=Proje
2305=Bağlam menüsü

;Options > General
3000=Genel
3001=Listary Windows başladığında otomatik çalışsın.
3002=Windows XP Explorer için otomatik dosya listesi girişlerine odaklanmasını ayarla.
3004=Hızlı Geçiş (Dosya Yötecisinden ne zaman geçiş yapılırsa dosya diyaloğunda geçerli klasörü aç)
3005=Dil:
3006=Varsayılan Dosya Yöneticisi
3007=Windows Explorer dışında bir dosya yöneticisi kullanmayı tercih ederseniz bunu doldurun.\n%1 i yol için parametre olarak kullan. Söylenenleri unutmayın.
3008=Benzer öğe eşleştirme
3009=Güncelleştirmeleri otomatik denetle
3010=Yeni beta sürümlerini denetle
3020=Geçici güncel liste için yazarken bul özelliğini kaldırmak için başına ekle (geri yüklemek için ESC tuşuna basın):

;Options > Favorites
3100=Favoriler
3106=Altmenü

;Options > Commands
3306=Özel Komut Ekle
3309=Komut
3313=Başlığı görüntüle:
3314=Açıklama:
3315=Anahtar kelime:
3316=Sessiz
3317=Yönetici olarak çalıştır

;Options > Applications
3402=Bu uygulama için Listary etkinleştir
3403=Son dosyaları ve klasörleri izle

;Options > Keyboard and Mouse
3503=Listary araç çubuğu göster:
3504=Açılır menüyü göster:

;Options > Display
3603=Listeye göre
3604=Pencereye göre
3605=Üstten
3606=Alttan
3607=Soldan
3608=Sağdan
3618=Pencerenin üst kısmında
3619=Pencerenin alt kısmında
3620=İzleme ile ilgili
3621=Center of window
3624=Listary'i etkinleştirmek için boş alanda fareyi çift tıklatın
3625=Listary'i etkinleştirmek için fareyi çift tıklatın
3626=Listary araç çubuğu gizlendiğinde, yerel kısayol tuşları etkinleştir
3628=Araç çubuğu konumu
3629=Yazarken bul

;Options > Pro
3800=Listary Pro sürümüne yükselt
3802=İsim:
3803=Eposta:
3804=Kayıt Kodu:
3808=Pano'dan Yapıştır
3809=Kayıt Kodunu Kontrol Et
3810=Tebrikler, Listary Pro sürümüne başarıyla yükseltme yaptınız!
3811=Üzgünüz, kayıt kodu geçersiz.
3812=Listary, kişisel, ticari olmayan kullanım için ücretsizdir.
3813=Ticari amaçlarla ve iş yerinizde Listary kullanmak istiyorsanız veya Listary gelişimini desteklemek istiyorsanız, lütfen Listary Pro sürümüne yükseltin.
3814=Listary Pro Satın Al!

;Options > About
3900=Hakkında
3902=Anasayfaya git
3903=Bu programın lisans sahibi

;Options > Integration
4000=Entegrasyon
4002=Dosya diyaloglar yerine Total Commander kullanın:

;Custom Command Dialog
4200=Özel Komut
4201=Çalıştırılabilir dosyanın tam yolu.\nÖrneğin: C:\Program Files\7-Zip\7z.exe
4202=Parametreler:
4203=Örnek seçilen dosyanın 7-Zip ile sana nasıl arşivleyeceğini gösterir.\n\nParametre için aşağıdaki değişkenleri kullanabilirsiniz. Değişkenler tırnak içermezler, kendi ihtiyaçlarınıza göre bunları el ile ekleyin.
4204=%file%\t\tSeçilen dosyanın/klasörün tam yolu.\nÖrneğin:  D:\download\music\ornek.mp3\n\n%path%\tGeçerli klasörün yolu.\nÖrneğin: D:\download\music\\n\n%filename%\tSeçilen dosya/klasör adı.\nÖrneğin: ornek.mp3
4210=Txt Dosyası Oluştur (Örnek)
4211="{query}.txt" oluştur
4212=Örn. Notepad ile ''abc.txt'' olarak düzenlemek için ''txt.abc'' yazınız

;Add Favorite Dialog
4300=Favorilere Ekle
4301=Yolu kullan

;Menu List
4400=Menü
4401=Araç çubuğu
4402=Açılır menü
4403=Favoriler
4404=Favori Uygulama
4405=Total Commander Dizin Menüsü
4406=Geçmiş
4407=Komutlar
4408=Sol Tık Menü Tepsisi
4409=Sağ Tık Menü Tepsisi

;Menu List Item Type
4500=Favori Klasör
4501=Favori Dökümanlar
4502=Uygulama Çalıştır

;Options > Menus
5000=Menüler
5001=Komutlar
5002=Menüleri Sıfırla
5003=Tüm menüler varsayılana sıfırlamak istediğinizden emin misiniz? Sık Kullanılanları veya komutları kaybetmezsiniz.
5010=Simge Değiştir
5011=Varsayılan Simgeye Geri Al

;Options > By Window Type
5100=Pencere türüne göre

;Options > Hotkeys
5200=Kısayol tuşları

;Options > By Application
5300=Uygulamaya göre
5301=Sabitleşmiş Yollar
5302=Uygulamalar sadece varsayılan ayarları ile gösterilir.

;Options > Index
5402=Alt klasörleri otomatik olarak arama
5403=Tüm sürücü öneklerini ara:
5404=Disk Arama Hariç
5410=Bir sürücü veya klasörü hariç tut
5411=Bir hariç tutma filtresi ekleme
5412=Seçili girdiyi kaldırın
5413=Disk arama
5416=Disk aramayı devre dışı bırakma
5417=Yeniden Kurma İndeksine Zorla
5418=Yükleniyor...
5419=Dizin
5420=NTFS birimleri
5421=Özel dizin konumları
5422=Geçersiz klasör istisnaları
5423=Hariç tutma filtreleri
5430=Dizin için özel konum ekle
5440=Dizini her $1 dakikada güncelle (devre dışı için 0)
5441=Dizini Şimdi Güncelle


;Options > History
5500=Geçmiş
5501=Geçmiş parça dosyası ve klasörü aç
5502=Geçmişi Temizle
5503=Tüm geçmiş kayıtlarını silmek istediğinizden emin misiniz?
3208=Dosya diyaloğunda son açılan dosyayı otomatik seç
3215=Son dosya ve klasörlerde ara
5510=Geçmişi Hariç Tut

;Options > Projects
5600=Projeler
5601=Anahtar kelime
5602=Bu nedir?
5603=Örneğin, ''blog'' anahtar sözcüğü ile proje olarak "D:\Websites\My Blog" eklerseniz, dosya ve klasörleri aramak için her zaman ve her yerden "blog file_to_find.html" olarak girebilirsiniz.
5605=Projeleri kullanmak için Listary Pro sürümüne yükselt!

;Options > Appearance
5700=Görünüm
5701=Boyut
5702=Normal
5703=Küçük
5710=(piksel. varsayılan 0)
5711=Genişlik:
5712=Maksimum Yükseklik:

;Options > Launch Apps
5800=Uygulama Başlat
5801=Klasörleri Ara

;Options > Search
5901=Filters
5902=Type "keyword:search query" or "search query keyword:" to apply a search filter
5910=Search in:
5911=Search for:
5912=Extensions:

;Dialog > Add Exclude Filter
6100=Hariç Filtresi Ekle
6101=* sıfır veya daha fazla karakterle eşlenir.
6102=? tam olarak bir karakterle eşleşti
6103=Filtre:

;Dialog > Register Hotkey
6200=Listary Kısayol Tuşu
6201=Kısayol 1$ başka bir uygulama tarafından kullanılıyor.
6202=Yeni bir tane belirtin:

;Dialog > Upgrade to Pro
6301=Bu özellik, Listary Pro ürününün bir parçası olarak sağlanır.
6302=Devam et

;Updates
6400=Listary Güncelleme
6402=Listary güncelleştirmeleri şimdi kontrol edemiyor, lütfen daha sonra tekrar deneyin.
6403=Listary'nin en son sürümünü kullanıyorsunuz, lütfen daha sonra tekrar deneyiniz.
6404=Yeni sürüm $1 uygun.
6405=Yüklü sürüm:
6406=Son sürüm:
6407=İndirme Sayfasını Aç
6408=Bu Versiyonu Atla
6409=Daha Sonra Hatırlat

;UI
8000=Kısayol tuşu ayarlamak için tıkla
8001=Kısayol tuşu girin

;Actions
9000=Eylem
9001=Klasörü aç
9002=Yolu panoya kopyala
9003=Aç
9004=Klasör yolunu panoya kopyala
9005=Geçerli Klasöre Kopyala
9006=Geçerli Klasöre Taşı
9007=Kopyala
9008=Kes
9020="$1" i "$2" ye taşımak istediğinize emin misiniz?

;Tutorial
7000=Rehber
7001=Deneyin!
7002=İleri >
7003=Hayır, Teşekkürler
7004=Tamam
7005=Tamamlandıktan sonra *İleri >* tıklayın

7010=Listary'yi ilk kez çalıştırıyorsunuz. Bir ders almak ister misiniz?

7020=Başlamanız için bir Explorer penceresi açılacak.

7030=Gerekenleri Explorer'dan direkt yazabilirsiniz.
7031=Tür * metin 2 *

7040=* Sekme / yukarı / aşağı: * dosya veya klasör seçin
7041=* Girin: * Seçili dosya veya klasörü açın
7042=* ESC: * Listary araç çubuğunu gizle

7050=Genellikle sağ tıklama menüsü (bağlam menüsü) kullanırsanız, işlem modu çok yararlı olacaktır.
7051=Arama teriminizi yazın
7052=Bir sonuç seçin (yukarı / aşağı sekmesini kullanın)
7053=* Sağ ok tuşuna * basın

7060=Tüm bağlam menüsü girdileri buradadır (32- ve 64- bit). Anında gereken kişiyi seçmek için arama yapabilirsiniz.

7070=Doğrudan bir yol da yazabilirsiniz.
7071=D:\My folder\Photos gibi bir yol yazın

7080=Yazarken otomatik olarak bazı üçüncü parti dosya yöneticileri çakışmaları önlemek için Listary görüntülenmeyecektir. Etkinleştirmek için kısayol tuşu ($1) her zaman kullanabilirsiniz.
7081=* 1 * kısayol tuşunu deneyin

7090=Fareyi tercih ederseniz, Listary'e erişmek için fare çift tıklatın veya orta tuşunu kullanabilirsiniz.
7091=Explorer'da sağ panelde boş bir alanda çift tıklayın.

7100=Listary tüm sürücülerinizi (NTFS) aşırı hızda arayabilir.
7101=*Notepad.exe* yazın
7102=Not Defteri'ni seçin
7103=Açmak için Enter tuşuna basın

7110=Şimdi açılan bir Notepad penceresinde olmalısınız.
7111=Notepad'de Dosya > Aç ... (ya da Ctrl + O basın) tıklayın

7112=* Ctrl + G * basın
7120=Listary Windows Explorer'da önceki klasörünüzü açtı! Ayrıca bunu otomatik olarak yapmanıza yardım eder.
7121=Önceki Explorer penceresine geçiş yap
7122=Explorer'da başka bir klasör açın
7123=Notepad ile aç diyaloğuna geçiş yap
7124=Açma diyaloğunda klasörün nasıl değişeceğini bildir

7130=Sık Kullanılanlar, geçmiş ve komutlar gibi Listary içinde birçok özellik vardır. Keşfetmek için Listary araç çubuğundaki düğmeleri tıklatabilirsiniz.

7141=Zaman ayırdığınız için çok teşekküler! Listary'nin diğer önemli özellikleri hakkında daha fazla bilgi için aşağıdaki bağlantıyı tıklatın:
7142=Listary hakkında daha fazla bilgi
